救荒食物（きゅうこうしょくもつ）あるいは救荒食（きゅうこうしょく）とは、飢饉や災害、戦争に備えて備蓄、利用される代用食物のこと。


== 歴史 ==


=== 中国 ===
中国では1406年に『救荒本草』が著され、救荒食として利用可能な400種の栽培法や調理法を紹介している。


=== 日本 ===
近代以前は交通網が整備されておらず、天候の不順によって大規模な不作を招き、深刻な飢饉を引き起こすことは珍しくなかった。そのため、統治者側は囲米・義倉・常平倉など米などを予め備蓄したり、喰延（くいのばし）と呼ばれる食料消費の節約策（具体的には酒や酢・麹・豆腐・納豆・菓子類の製造禁止もしくは制限など）を実施したりした。民間や地域でも、社倉と呼ばれる義倉と同等の仕組みを行った。
それとともに救荒食物の栽培も行われた。栽培は統治者側から奨励されることもある。続日本紀によれば、奈良時代に元正天皇は以下の勧農の詔を発布して、晩禾・蕎麦・大麦及び小麦の栽培を勧農した。

また、江戸時代には、芋代官と呼ばれた井戸平左衛門の尽力で中国地方に移入され、徳川吉宗の支援で関東に普及が図られた甘藷はその代表的な存在である。また、馬鈴薯も、甲府代官の中井清太夫によって甲府に普及が図られた。諸藩や地方の豪農、知識人(儒者や蘭学者)の中にも救荒食物に関する著作を著して庶民への知識普及を働き掛ける者もいた。だが、一方で庶民側から見た場合、甘藷などの例外を除けば、畑地もしくは焼畑において普通に耕作されていた作物が多く、本来は主食や日常食として食せられていたものも少なくは無かった。代表的なものとしては粟・稗・麦・蕎麦・黍などの雑穀や大根の葉・根菜類・海藻類などが代表的であるが、栃や椎・楢などの実や通常では有毒な蘇鉄の実でさえ手を加えて食された。そうした中で例外的に甘藷が受容されたのは、救荒食物の条件として望まれている気象の変化や土質を問わずに生育可能で、雑草や病害虫に強く、生育・成熟が早く、簡単に料理が出来、主食に替わるエネルギー量を持っているなどの条件を全て満たしていたことが大きい。
また天明の大飢饉を経験した米沢藩では、「かてもの」と呼ばれる救荒食の手引書を作成して天保飢饉の際に役立った。
明治においては、石川理紀之助によって『草木谷庵の手なべ』という救荒食の調理法の本が出版されている。
戦後の高度成長期以後の食糧事情の改善は救荒食物のための焼畑耕作などを表面上は不要なものとした。ただし、将来の不測の事態に備えて山間部や離島などでは畑の片隅や使われていない土地に救荒食物を栽培して、その種子を確保している農家もある。

熊本城の例
熊本城を作った加藤清正は籠城戦に耐えられるように、畳の芯や土壁の繋ぎに里芋の茎である芋茎、壁にはかんぴょうを塗り込み、堀にはレンコンを植えていた。


=== アイルランド ===
ジャガイモ飢饉の際、沿岸ではダルスなどの海藻、内陸部ではスイバなどの野草で飢えを凌いだ。


=== ロシア ===
ロシアで起きたホロドモールの際、鳥や犬や猫、ドングリやイラクサなどで飢えを凌いだ。果てには、病死した馬や人間を掘り起こし食べたため病気が蔓延した。


== 例 ==
ラモンの木 （マヤナッツ）
アメリカサトイモ属
海藻（ダルス、エゾイシゲ 他）
野草（オランダガラシ アトリプレックス他）
動物（たにし、いなご、鳥、犬、猫、蛇、かえる）


== 注釈 ==


== 参考文献 ==
上田藤十郎「救荒食物」（『国史大辞典 4』（吉川弘文館、1984年） ISBN 978-4-642-00504-3）
坪井洋文「救荒食物」（『日本史大事典 2』（平凡社、1993年） ISBN 978-4-582-13102-4）


== 関連項目 ==
救荒
救荒植物
保存食・非常食
松皮餅
松岡恕庵
備蓄
ガバメントチーズ - アメリカ政府が第二次世界大戦後以降に余った牛乳から作り、保管・配布・売却しているチーズ。
政府備蓄米


== 外部リンク ==
か手もの - 日本社会事業大学デジタル・ライブラリー
草木谷庵の手なべ 後編
開館十六周年記念 救荒圖書展覧會目録 朝鮮総督府図書館 1940年