救荒植物（きゅうこうしょくぶつ）とは、飢饉、戦争その他で食料が不足した時に、それをしのぐために間に合わせに食料として利用される植物である。


== 概要 ==
救荒植物の種類は多いが、その性質上不快なにおいや味がない部分までたいてい利用される。救荒植物の可食部分は、茎、葉、根、果実、種子、地下茎、花、葉柄などである。
救荒植物には無毒のもののほかに有毒だが毒消しが可能なものも含まれる。特に、毒消し・灰汁抜きの手順が煩雑で、他の食べ物があれば手を出さないが、やむを得ぬ場合は食べる、というものもある。ドングリの多くやソテツがその例に挙げられる。
ただし、ある地域では普段食用としては見向きもされずに救荒植物と見なされている植物であっても、別な地域においては日常の食糧の1つであると見なされている場合もある。


== 救荒植物の例 ==
救荒植物を可食部別に挙げると、以下のように分類することができる。

全草 - ノビル、タネツケバナ、イスランドゴケ、キクノリ、スギノリ
茎 - イタドリ、ウワバミソウ、チョウセンゴミシ、ソテツ（デンプン）
葉 - ナズナ、ヒユ、ヤブカンゾウ、ヤマアザミ、アカザ
若草 - オオバコ、クサギ、タラノキ、アキギリ、マツムシソウ、ウコギ、リョウブ
根 - オケラ、アシタバ、クズ（デンプン）、ヒガンバナ
茎、葉 - タビラコ、ダイコンソウ、スカンポ、シオデ、ツルナ、スベリヒユ
地下茎、塊根その他地下部 - キクイモ、テンナンショウ、オニドコロ、チョロギ、アマナ、コヒルガオ、ミツバツチグリ、アカウレ
果実 - クサボケ、カリン、ツクバネ、イヌビワ、ジュズダマ、カラスウリ、ウグイスカグラ、イワナシ、サルナシ、マタタビ
種子 - トチノキ、カシワ、クヌギ、コナラ、ブナ、カヤ、カラスムギ、ハトムギ、イチイ、マコモ、ミノゴメ
花 - ユウスゲ、ニッコウキスゲ
葉柄 - ハマシシウド
鱗茎からデンプンを得る - アマドコロ、ナルコユリ、マンジュシャゲ、ウバユリただし、上記に挙げられている植物の中でも、例えば伊豆諸島でのアシタバやヨーロッパでのスカンボやトルコやギリシャでのスベリヒユなどのように、地域や風習によっては日常的に食べられている植物も存在している。


== 関連項目 ==
救荒
救荒食物（救荒食）